{
  "vacatures": [
    {
      "id": 1,
      "title": "Stagiair Webdevelopment",
      "company": "Digital Agency Amsterdam",
      "location": "Amsterdam",
      "description": "Ben jij een enthousiaste MBO student die graag websites bouwt? Wij zoeken een stagiair voor ons webdevelopment team. Je werkt mee aan moderne websites met HTML, CSS, JavaScript en Vue.js. Je krijgt begeleiding van ervaren developers en leert alles over modern webdevelopment.",
      "postedDate": "2026-02-10"
    },
    {
      "id": 2,
      "title": "Grafisch Ontwerper Stage",
      "company": "Creative Studio Rotterdam",
      "location": "Rotterdam",
      "description": "Voor ons creatieve team zoeken we een stagiair grafisch ontwerp. Je werkt aan diverse projecten zoals logo's, posters, social media content en website designs. Je werkt met Adobe Creative Suite en krijgt de kans om je portfolio op te bouwen met échte projecten.",
      "postedDate": "2026-02-12"
    },
    {
      "id": 3,
      "title": "Social Media Marketeer",
      "company": "Fashion Brand Utrecht",
      "location": "Utrecht",
      "description": "Wij zijn op zoek naar een creatieve stagiair voor social media marketing. Je bedenkt content, maakt posts en verhalen voor Instagram, TikTok en Facebook. Je analyseert resultaten en leert alles over online marketing. Ervaring met Canva of Adobe is een pre.",
      "postedDate": "2026-02-08"
    },
    {
      "id": 4,
      "title": "ICT Support Medewerker",
      "company": "Tech Solutions B.V.",
      "location": "Den Haag",
      "description": "Voor onze ICT afdeling zoeken we een leergierige stagiair. Je helpt gebruikers met computerproblemen, installeert software en leert over netwerken en systemen. Je werkt in een modern kantoor met de nieuwste technologie.",
      "postedDate": "2026-02-15"
    },
    {
      "id": 5,
      "title": "Video Editor Stage",
      "company": "Media Productions",
      "location": "Amsterdam",
      "description": "Ben jij handig met Adobe Premiere Pro en After Effects? Kom stage lopen bij ons mediabureau! Je monteert video's voor online campagnes, social media en corporate content. Je leert over storytelling, color grading en motion graphics.",
      "postedDate": "2026-02-11"
    },
    {
      "id": 6,
      "title": "Front-end Developer",
      "company": "E-commerce Company",
      "location": "Eindhoven",
      "description": "Wij zoeken een stagiair front-end development voor onze webshop. Je werkt met Vue.js, Tailwind CSS en moderne tools. Je bouwt mee aan nieuwe features en leert over responsive design, API's en version control met Git.",
      "postedDate": "2026-02-14"
    },
    {
      "id": 7,
      "title": "UX/UI Designer",
      "company": "App Development Studio",
      "location": "Rotterdam",
      "description": "Voor ons design team zoeken we een stagiair UX/UI design. Je werkt aan mobile apps en websites, van wireframes tot high-fidelity designs. Je werkt met Figma en leert over user research, prototyping en design systems.",
      "postedDate": "2026-02-09"
    },
    {
      "id": 8,
      "title": "Fotografie Assistent",
      "company": "Fotostudio Centraal",
      "location": "Amsterdam",
      "description": "Ben jij gepassioneerd over fotografie? Kom stage lopen in onze professionele fotostudio! Je assisteert bij fotoshoots, leert over studiolicht, retouching en werkt met professionele camera's. Je bouwt een sterk portfolio op.",
      "postedDate": "2026-02-13"
    },
    {
      "id": 9,
      "title": "Game Design Stagiair",
      "company": "Indie Game Studio",
      "location": "Utrecht",
      "description": "Voor ons game development team zoeken we een stagiair. Je helpt bij het ontwerpen van levels, characters en game mechanics. Je werkt met Unity of Unreal Engine en leert over game design principles en user testing.",
      "postedDate": "2026-02-07"
    },
    {
      "id": 10,
      "title": "Marketing & Communicatie",
      "company": "Non-profit Organisatie",
      "location": "Den Haag",
      "description": "Wij zoeken een enthousiaste stagiair voor marketing en communicatie. Je schrijft content voor onze website, nieuwsbrief en social media. Je helpt bij het organiseren van events en leert over campagne management.",
      "postedDate": "2026-02-16"
    },
    {
      "id": 11,
      "title": "3D Visualisatie Designer",
      "company": "Architecture Bureau",
      "location": "Rotterdam",
      "description": "Voor ons architectenbureau zoeken we een stagiair 3D visualisatie. Je maakt realistische renders van gebouwen en interieurs met 3ds Max, SketchUp of Blender. Je leert over architectuur visualisatie en presentatie technieken.",
      "postedDate": "2026-02-06"
    },
    {
      "id": 12,
      "title": "Motion Graphics Designer",
      "company": "Advertising Agency",
      "location": "Amsterdam",
      "description": "Ben jij creatief met bewegend beeld? Kom stage lopen als motion graphics designer! Je maakt animaties voor commercials, explainer videos en online content. Je werkt met After Effects en Cinema 4D.",
      "postedDate": "2026-02-12"
    },
    {
      "id": 13,
      "title": "Full Stack Developer",
      "company": "StartUp Rotterdam",
      "location": "Rotterdam",
      "description": "Voor onze groeiende startup zoeken we een ambitieuze stagiair full stack development. Je werkt aan zowel front-end (Vue.js) als back-end (Node.js). Je leert over databases, API's en cloud deployment.",
      "postedDate": "2026-02-15"
    },
    {
      "id": 14,
      "title": "Content Creator",
      "company": "Influencer Marketing Bureau",
      "location": "Utrecht",
      "description": "Wij zoeken een creatieve stagiair content creator. Je maakt content voor Instagram, TikTok en YouTube. Je werkt met influencers en merken, leert over content strategie en Social Media Advertising.",
      "postedDate": "2026-02-10"
    },
    {
      "id": 15,
      "title": "Interaction Designer",
      "company": "Digital Innovation Lab",
      "location": "Eindhoven",
      "description": "Voor ons innovation lab zoeken we een stagiair interaction design. Je werkt aan interactieve installaties, AR/VR experiences en digital prototypes. Je leert over nieuwe technologieën en user experience.",
      "postedDate": "2026-02-08"
    },
    {
      "id": 16,
      "title": "WordPress Developer",
      "company": "Web Agency",
      "location": "Amsterdam",
      "description": "Ben jij bekend met WordPress? Kom stage lopen bij ons web agency! Je bouwt websites met WordPress, past themes aan en maakt custom plugins. Je leert over PHP, MySQL en website optimalisatie.",
      "postedDate": "2026-02-14"
    },
    {
      "id": 17,
      "title": "Brand Designer",
      "company": "Branding Studio",
      "location": "Rotterdam",
      "description": "Voor ons branding team zoeken we een stagiair. Je werkt aan complete brand identities: logo's, huisstijlen, brand guidelines en presentations. Je leert over strategisch design en conceptueel denken.",
      "postedDate": "2026-02-11"
    },
    {
      "id": 18,
      "title": "Digital Marketing Analyst",
      "company": "E-commerce Platform",
      "location": "Utrecht",
      "description": "Wij zoeken een analytische stagiair voor digital marketing. Je analyseert campagnes, maakt rapportages en leert over Google Analytics, SEO en online advertising. Data-driven marketing is de toekomst!",
      "postedDate": "2026-02-09"
    }
  ]
}
